Repository: shoutit/shoutit-ios-xliff
Catalog: *.xliff
Languages: ar

# CFBundleName
source: $(PRODUCT_NAME)
ar: شاوت ات

source: %@ Admins
ar: %@ مدراء

source: %@ Listeners
ar: %@ مستمعين

source: %@ Pages
ar: %@ صفحات

source: %@ Shouts
ar: %@ إعلانات

source: %d Shouts
ar: %d إعلانات

source: (profileName) can now administrate this chat
ar: (profileName) يستطيع الآن إدارة المحادثة

source: ATTACHMENTS
ar: المرفقات

source: About
ar: حول

source: Account
ar: الحساب

source: Add %d Photos
ar: إضافة %d صور

source: Add Member
ar: إضافة مشترك

source: Administrator
ar: مدير

source: All Categories
ar: جميع التصنيفات

source: Already a member
ar: مشترك حاليا

source: Are you sure?
ar: هل انت متأكد ؟

source: Attachment
ar: المرفقات

source: Auto
ar: تلقائي

source: Automatically Location Updates
ar: تحديث موقع تلقائي

source: Bio
ar: المعلومات الشخصية

source: Bio has too many characters
ar: لايمكن ان يحتوي على الكثير من الأحرف

source: Block
ar: حظر

source: Blocked
ar: محظور

source: Browse
ar: إستعرض

source: By Proceeding you also agree to Shoutit’s Terms of Service and Privacy Policy.
ar: عند المتابعة ستكون قد وافقت على شروط الخدمة وسياسة الخصوصية لشاوت ات.

source: CLEAR
ar: مسح

source: Call
ar: مكالمة

source: Cancel
ar: إلغاء

source: Categorie
ar: التصنيف

source: Categories
ar: التصنيفات

source: Categories unavailable
ar: التصنيفات غير متاحة

source: Categories unavilable
ar: التصنيفات غير متاحة

source: Category
ar: التصنيف

source: Change email
ar: تغيير البريد الإلكتروني

source: Change password
ar: تغيير كلمة المرور

source: Chat
ar: محادثة

source: Chat created by Shoutit
ar: محادثة من شاوت ات

source: Chats
ar: المحادثات

source: Choose location
ar: إختر موقع

source: Confirmation
ar: موافقة

source: Content unavailable
ar: المحتوى غير متاح

source: Conversation Deleted succesfully
ar: تم مسح المحادثة

source: Conversation Shouts
ar: إعلانات المحادثة

source: Conversation reported succesfully
ar: تم التبليغ عن المحادثة بنجاح

source: Could not establish connection right now.
ar: لايمكن تأسيس إتصال الآن

source: Could not get your data
ar: لايمكن الحصول على البيانات الخاصة بك

source: Could not load photos
ar: لايمكن تحميل الصور

source: Could not send message
ar: لايمكن إرسال الرسالة

source: Could not send your location right now.
ar: لايمكن إرسال موقعك الآن

source: Could not subscribe to channel. Wrong Channel Name
ar: لايمكن الإشتراك في القناة, إسم القناة خاطئ

source: Create Offer
ar: إنشاء عرض

source: Create Page
ar: إنشاء صفحة

source: Create Request
ar: إنشاء طلب

source: Create another Offer
ar: إنشاء عرض آخر

source: Create another Request
ar: إنشاء طلب آخر

source: Currency
ar: العملة

source: Current Password
ar: كلمة المرور الحالية

source: Current location:
ar: الموقع الحالي:

source: Date
ar: التاريخ

source: Delete
ar: حذف

source: Delete Conversation
ar: حذف المحادثة

source: Description
ar: الشرح

source: Details
ar: التفاصيل

source: Discover
ar: إكتشف

source: Discover Shouts
ar: إكتشف الإعلانات

source: Do you want to delete this conversation
ar: هل ترغب بحذف هذه المحادثة

source: Do you want to delete this shout?
ar: هل ترغب بحذف هذا الإعلان؟

source: Do you want to send selected picture?
ar: هل ترغب بإرسال الصورة المحددة؟

source: Do you want to send selected profile?
ar: هل ترغب في إرسال الملف الشخصي المحدد؟

source: Do you want to send selected shout?
ar: هل ترغب بإرسال الإعلان المحدد؟

source: Do you want to send selected video?
ar: هل ترغب بإرسال الفيديو المحدد؟

source: Do you want to send your location?
ar: هل ترغب بإرسال موقعك؟

source: Don't be so shy. Say something.
ar: لا تخجل. اكتب رسالة.

source: Done
ar: تم

source: Edit
ar: تعديل

source: Edit Offer
ar: تعديل العرض

source: Edit Request
ar: تعديل الطلب

source: Email
ar: البريد الإلكتروني

source: EnterValidMail
ar: أدخل بريد إلكتروني صحيح

source: EnterValidMailOrUsername
ar: أدخل بريد إالكتروني صحيح أو إسم مستخدم

source: Entire country
ar: كامل الدولة

source: Exit Chat
ar: ترك المحادثة

source: FREE
ar: مجاناً

source: Facebook
ar: فيسبوك

source: Fields must not be empty
ar: لابمكن ترك الحقول فارغة

source: First name
ar: الإسم الأول

source: FirstNameValidationError
ar: خطأ في الإسم الأول

source: Guest
ar: ضيف

source: Have an account? Log in
ar: هل يوجد لديك حساب؟ تسجيل الدخول

source: Help
ar: المساعدة

source: Home
ar: الرئيسية

source: Image
ar: صورة

source: Incoming Call
ar: مكالمة واردة

source: Interests
ar: إهتمامات

source: Invite Friends
ar: دعوة الأصدقاء

source: Joined
ar: مسجل من

source: K
ar: ألف

source: LOCATION
ar: الموقع

source: Last name
ar: الإسم الأخير

source: LastNameValidationError
ar: خطأ في الإسم الأخير

source: Legal
ar: قانوني

source: Listen
ar: إستماع

source: Listeners
ar: مستمعون

source: Listening
ar: إستماعات

source: Loading Messages...
ar: تحميل الرسائل .....

source: Location
ar: الموقع

source: Log in
ar: تسجيل الدخول

source: Log out
ar: تسجيل الخروج

source: M
ar: مليو

source: MEMBERS
ar: المشاركون

source: Manage User
ar: إدارة المشترك

source: Mark all as read
ar: تحديد الكل كمقروء

source: Media
ar: وسائط متعددة

source: Mobile
ar: رقم الموبايل

source: More
ar: المزيد

source: More shouts from %@
ar: إعلانات بواسطة %@

source: My Pages
ar: صفحاتي

source: My Shouts
ar: إعلاناتي

source: Name
ar: الإسم

source: New Password
ar: كلمة مرور جديدة

source: New email
ar: بريد إلكتروني جدبد

source: New to Shoutit? Sign up
ar: جديد على شاوت ات؟ انشاء حساب

source: Next
ar: التالي

source: No Messages to show
ar: لا يوجد رسائل للعرض

source: No categores are available
ar: لا يوجد تصنيفات متاحة

source: No content available yet
ar: لا يوجد محتوى للعرض حتى الآن

source: No conversations to show
ar: لا يوجد محادثات للعرض

source: No images are available
ar: لا يوجد صور للعرض

source: No more messages to show
ar: لا يوجد رسائل أخرى للعرض

source: No notifications to show
ar: لا يوجد إشعارات للعرض

source: No pages available yet
ar: لا توجد صفحات الآن

source: No results were found
ar: لا يوجد نتائج

source: No shouts are available
ar: لا يوجد إعلانات

source: No shouts available yet
ar: لا توجد إعلانات الآن

source: No users were found
ar: لم يتم العثور على مستخدمين

source: Notification
ar: إشعار

source: Notification Settings
ar: ضبط الإشعارات

source: OK
ar: موافقة

source: Offer
ar: عرض

source: Offers and Requests
ar: عروض و طلبات

source: Only Offers
ar: عروض فقط

source: Only Requests
ar: طلبات فقط

source: Orders
ar: المشتريات

source: Participants
ar: المشاركون

source: Password
ar: كلمة المرور

source: PasswordValidationError
ar: خطأ في كلمة المرور

source: Photo Library
ar: مكتبة الصور

source: Please enter chat subject
ar: الرجاء ادخال موضوع المحادثة

source: Please enter report message
ar: يرجى ادخال رسالة تبليغ

source: Please make sure that all media are uploaded before continuing
ar: يرجى التأكد من تحميل كافة الصور او الفيديو قبل المتابعة

source: Please make sure that your location services are enabled for Shoutit.
ar: يرجى التأكد من إتاحة موقعك لشاوت ات

source: Please provide a report message
ar: يرجى تقديم رسالة تبليغ

source: Please select %@
ar: أختر %@

source: Please select Category
ar: يرجى إختيار تصنيف

source: Please select Currency
ar: يرجى إختيار عملة

source: Please select Type
ar: يرجى إختيار نوع

source: Please select category
ar: يرجى إختيار تصنيف

source: Please select sort type
ar: يرجى اختيار توع الفرز

source: Please select type
ar: يرجى اختيار نوع

source: Please wait for upload to finish
ar: يرجى انتظار التحميل حتى ينتهي

source: Privacy Policy
ar: سياسة الخصوصية

source: Profile
ar: الصفحة الشخصية

source: Profile Reported Successfully
ar: تم التبليغ عن المستخدم بنجاح

source: Promote to admin
ar: ترقية لمدير

source: Recent searches
ar: تم البحث عنه

source: Related Interests
ar: إهتمامات مشابهة

source: Related Shouts
ar: إعلانات مشابهة

source: Related shouts
ar: إعلانات مشابهة

source: Remove
ar: حذف

source: Remove Currency
ar: حذف العملة

source: Report Chat
ar: تبليغ عن المحادثة

source: Report Profile
ar: تبليغ عن المستخدم

source: Report Shout
ar: تبليغ عن الإعلان

source: Request
ar: طلب

source: Results
ar: النتائج

source: Results for '%@'
ar: النتائج ل '%@'

source: SHARING
ar: مشاركة

source: Search Shoutit
ar: ابحث في شاوت ات

source: Search Users
ar: البحث عن مستخدمين

source: Search in %@ shouts
ar: إبحث في إعلانات %@

source: See All Shouts
ar: إظهار كافة الإعلانات

source: Select Shout
ar: اختر إعلان

source: Send
ar: إرسال

source: Send Attachment
ar: إرسال مرفقات

source: Sending message
ar: إرسال رسالة

source: Settings
ar: الإعدادات

source: Shout
ar: إعلان

source: Shout Reported Successfully
ar: تم التبليغ عن الإعلان بنجاح

source: Shout deleted Successfully
ar: تم حذف الإعلان بنجاح

source: Shouts
ar: الإعلانات

source: Shouts in %@
ar: الإعلانات في %@

source: Sign up
ar: إنشاء حساب

source: Sort By
ar: فرز حسب

source: Stop Listening
ar: إلغاء الإستماع

source: Suggested Pages
ar: صفحات مقترحة

source: Suggested Users
ar: مستخدمين مقترحين

source: Take Photo
ar: التقط صورة

source: Take Photo or Video
ar: التقط صورة أو فيديو

source: Take Video
ar: التقط فيديو

source: Tap to add to chat
ar: اضغط للإضافة إلى المحادثة

source: Tap to load archive messages
ar: إضغط لتحميل الرسائل المؤرشفة

source: Terms of Service
ar: شروط الخدمة

source: The maximum length of the video is 60 seconds. Choose a shorter movie.
ar: الحد الأعلى للفيديو 60 ثانية, إختر فيديو اقصر

source: Turn Off
ar: إطفاء

source: Turn On
ar: تشغيل

source: Twitter
ar: تويتر

source: Type
ar: نوع

source: Type a message
ar: اكتب رسالة

source: Unblock
ar: إلغاء حظر

source: Unknown Location
ar: موقع غير معروف

source: Unsupported Title
ar: العنوان غير معروف

source: Username
ar: إسم المستخدم

source: Verify New Password
ar: تأكيد كلمة المرور الجديدة

source: Video
ar: فيديو

source: Video call
ar: مكالمة فيديو

source: Video is too long
ar: مدة الفيديو طويلة

source: Visit %@'s profile
ar: زيارة صفحة %@ الشخصية

source: Website
ar: الموقع الإلكتروني

source: Yes, Delete Shout
ar: نعم, إحذف هذا الإعلان

source: You are not allowed to do this action
ar: لا يمكنك القيام بهذه العملية

source: You can only start a chat with your listeners
ar: يمكنك بدء المحادثة فقط مع مستمعينك

source: You can start new conversation in shout details or user profile.
ar: يمكنك بدء محادثة في تفاصيل الإعلان او صفحة المستخدم

source: You can't chat with yourself
ar: لابمكن اجراء محادثة مع نفسك

source: You have successfully started listening to %@
ar: لقد قمت بالإستماع إلى %@ بنجاح

source: You have successfully stopped listening to %@
ar: لقد توقفت عن الإستماع إلى %@ بنجاح

source: You must be logged in to perform this action
ar: يجب أن تكون مسجل لتنفيذ هذا الإجراء

source: You've successfully added (profileName) to chat.
ar: لقد قمت بإضافة (profileName) إلى المحادثة بنجاح

source: You've successfully blocked (profileName)
ar: لقد قمت بحظر (profileName) من المحادثة بنجاح

source: You've successfully removed (profileName) from chat.
ar: لقد قمت بإزالة (profileName) من المحادثة بنجاح

source: You've successfully unblocked (profileName)
ar: لقد قمت بإلغاء حظر(profileName) بنجاح

source: Your account has been successfully verified
ar: تم تفعيل حسابك بنجاح

source: Your account isn't verified yet
ar: حسابك غير مفعل حتى الآن

source: Your location will be updated automatically
ar: سيتم تحديد موقعك تلقائيا

# Your offer &quot;%@&quot; will appear on Shoutit soon.
source: Your offer "%@" will appear on Shoutit soon.
ar: سيظهر إعلانك على شاوت ات بعد قليل.

source: Your offer will appear on Shoutit soon.
ar: سيظهر إعلانك على شاوت ات بعد قليل

# Your request &quot;%@&quot; will appear on Shoutit soon.
source: Your request "%@" will appear on Shoutit soon.
ar: سيظهر إعلانك على شاوت ات بعد قليل.

source: Your request will appear on Shoutit soon.
ar: سيظهر إعلانك على شاوت ات بعد قليل

source: shouter
ar: معلن

# 5kN-QW-7VN.normalTitle
source: done
ar: تم

# 07x-bq-AvW.title
source: VideoPreview
ar: عرض الفيديو

# HXZ-4s-AyI.normalTitle
source: Record
ar: تسجيل

# T1H-Pn-i9k.normalTitle
source: Back
ar: رجوع

# ZaW-tw-s3x.normalTitle
source: Camera flip
ar: قلب الكاميرا

# ah9-Bk-7o7.normalTitle
source: flash off
ar: اغلاق الفلاش

# hZQ-9o-tYc.title
source: CameraNivigationController
ar: التحكم بموقع الكاميرا

# kZw-8m-9Tx.title
source: ShoutIT
ar: شاوت ات

# wW7-p1-emq.title
source: PhotoPreview
ar: عرض الصورة

# 1Cm-xk-7AD.title
source: Location
ar: الموقع

# 7lD-XO-jLv.text
source: Participants
ar: المشاركون

# D53-mI-0We.text
source: Public chats are country based conversations that every one can join and post what he is selling or buying.
ar: المحادثات العامة هي محادثات مخصصة لكل بلد ويمكن للجميع المشاركة بها ووضع ما يريدون بيعه أو شراءه.

# E9i-u2-qRC.title
source: Chat Info
ar: معلومات المحادثة

# Ejl-rm-dWM.text
source: Message Preview
ar: عرض الرسالة

# FGH-Jc-OeH.normalTitle
source: Create
ar: إنشاء

# GZ0-mH-W33.title
source: Chats
ar: المحادثات

# IF9-nC-Rc0.text
source: Clear Chat
ar: مسح الرسائل

# LVe-er-fF2.text
source: Add Member
ar: إضافة مشترك

# On7-Xd-FsK.placeholder
source: Subject
ar: الموضوع

# OoV-dq-QkE.title
source: Title
ar: العنوان

# Ovn-5P-fJ1.normalTitle
source: Create Public Chat
ar: إنشاء محادثة عامة

# VO8-bv-QaH.text
source: Message Preview
ar: عرض الرسالة

# XHs-Pt-tAO.placeholder
source: Subject
ar: العنوان

# YLA-6J-Q2l.title
source: Messages
ar: الرسائل

# aBY-UA-vJh.text
source: Shout
ar: إعلان

# aYa-u5-EZE.text
source: Shouts
ar: الإعلانات

# bjg-W9-2zR.title
source: Create Public Chat
ar: إنشاء محادثة عامة

# bzW-bZ-Uc4.segmentTitles[0]
source: My Chats
ar: محادثاتي

# bzW-bZ-Uc4.segmentTitles[1]
source: Public Chats
ar: المحادثات العامة

# c6b-2a-MEJ.text
source: Offer
ar: عرض

# cTb-jK-D0D.text
source: Date
ar: التاريخ

# fMa-98-BMN.text
source: Participants
ar: المشاركون

# hWB-iW-Kpv.title
source: Title
ar: العنوان

# nrX-oU-PHB.text
source: Message Preview
ar: عرض الرسالة

# oR2-Wf-ZJO.text
source: Date
ar: التاريخ

# rBG-ve-pv0.text
source: Message Preview
ar: عرض الرسالة

# rdm-hj-mhG.title
source: Conversations
ar: المحادثات

# viM-Sc-CK6.text
source: Location
ar: موقع

# xSa-3B-FcT.title
source: Select Profile
ar: اختر صفحة شخصية

# xdz-jg-dvB.segmentTitles[0]
source: Listening
ar: إستماعات

# xdz-jg-dvB.segmentTitles[1]
source: Listeners
ar: مستمعون

# HG0-FE-ywc.text
source: Offer
ar: عرض

# UUU-eQ-eO1.title
source: Discover
ar: إكتشف

# UhY-5k-cKs.title
source: Home
ar: الرئيسية

# x6d-mC-5Uf.text
source: My Feed
ar: مستجدات

# 0w1-iB-LJP.normalTitle
source: Done
ar: تم

# 2hM-uG-45m.normalTitle
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# 2sy-bq-ms4.text
source: Search
ar: ابحث

# 7eJ-mp-XEv.normalTitle
source: About
ar: حول

# 14e-Rq-a3Y.text
source: List anything for FREE. Include Photos and Videos to appeal to Buyers.
ar: يمكنك وضع صور وفيديو في إعلاناتك.

# A0X-MT-0sG.text
source: Join Now!
ar: اشترك الآن!

# A5j-dd-Kjd.placeholder
source: Email or Username
ar: البريد الإلكتروني أو إسم المستخدم

# DkI-1W-qTm.title
source: Sign up
ar: إنشاء حساب

# FeT-P1-QuZ.normalTitle
source: Log in
ar: تسجيل الدخول

# GcV-kC-fXX.text
source: What interests you the most?
ar: ما هي إهتماماتك

# Gcm-Gs-6OL.normalTitle
source: Next
ar: التالي

# Gv6-Vf-08z.text
source: Welcome to Shoutit
ar: أهلاً بكم في شاوت ات

# HYX-k8-0GR.title
source: Reset password
ar: إعادة ضبط كلمة المرور

# KGf-9Z-ybk.text
source: Connect with Buyers and Sellers. Send Photos, Videos and Shouts.
ar: راسل المعلنين بسهولة. أرسل صور و فيديو وإعلانات.

# N11-JB-SIw.placeholder
source: Email
ar: البريد الإلكتروني

# PgP-fT-oWw.normalTitle
source: Help
ar: المساعدة

# QAm-Q7-PXd.normalTitle
source: Back to log in
ar: العودة لتسجيل الدخول

# QGu-kD-nqv.normalTitle
source: Skip
ar: تخطي التسجيل

# RaH-ti-Eac.placeholder
source: Name
ar: الإسم

# RiB-S8-6Dt.normalTitle
source: Reset password
ar: إعادة ضبط كلمة المرور

# Rwd-Tt-HmF.text
source: Find what you need in your Community or anywhere in the World.
ar: ابحث عن كل شي تريده في منطقتك أو في أي مكان في العالم.

# Soz-bA-Q3z.text
source: Buy and Sell while Chatting
ar: بيع و اشتري وأنت تدردش!

# V9W-3j-fHJ.text
source: Video is worth a thousand pictures! see what you want to buy live before buying it.
ar: الفيديو معبر اكثر! اتصل مع المعلنين مباشرة من خلال خدمة الفيديو شات.

# VwE-WR-Gmn.text
source: Log in with Facebook
ar: بواسطة فيس بوك

# Wji-o7-jPI.title
source: Log in
ar: تسجيل الدخول

# Wk4-LN-gj4.normalTitle
source: Help
ar: المساعدة

# WpN-aG-jKl.text
source: By Proceeding you also agree to Shoutit’s Terms of Service and Privacy Policy.
ar: عند المتابعة ستكون قد وافقت على شروط الخدمة وسياسة الخصوصية لشاوت ات

# X4Y-Df-Xe1.placeholder
source: Email
ar: البريد الإلكتروني

# X9g-nR-IJq.placeholder
source: Password
ar: كلمة المرور

# XFT-nv-LfW.normalTitle
source: About
ar: حول

# YRB-cn-kU9.normalTitle
source: Skip
ar: تخطي التسجيل

# esA-10-tDe.normalTitle
source: Have an account? Log in
ar: هل يوجد لديك حساب؟ تسجيل الدخول

# ff2-Jg-zkJ.text
source: Log in with Google
ar: بواسطة غوغل

# iKX-Fx-ZOg.placeholder
source: Password
ar: كلمة المرور

# kPZ-aZ-cg3.normalTitle
source: Help
ar: المساعدة

# l8Q-QA-1Iv.text
source: Sign up / Log in with Email
ar: بواسطة البريد الإلكتروني

# mgc-hU-1eG.normalTitle
source: Feedback
ar: التقييم

# o79-CH-fAu.text
source: Video Chat
ar: تحدث صوت وصورة

# qkS-QO-udz.normalTitle
source: New to Shoutit? Sign up
ar: جديد على شاوت ات؟ إنشاء حساب

# sS7-ve-BOz.normalTitle
source: Feedback
ar: التقييم

# stm-aj-Lud.normalTitle
source: Sign up
ar: إنشاء حساب

# tJ8-OD-CZp.text
source: Shout
ar: أعلن مجانا

# tVc-LS-ZZw.normalTitle
source: Skip
ar: تخطي التسجيل

# w16-Jq-7nF.text
source: Chat
ar: دردش

# x1k-1E-QQr.normalTitle
source: Log in
ar: تسجيل الدخول

# Cpe-Md-hiS.title
source: Listening
ar: إستماعات

# hHc-hP-Vp8.title
source: Interests
ar: إهتمامات

# zSz-BR-UtJ.title
source: Listeners
ar: مستمعون

# aTs-Bq-b02.text
source: Setting
ar: الإعدادات

# f48-fJ-cyN.placeholder
source: Email
ar: البريد الإلكتروني

# jwp-Rd-nto.normalTitle
source: Reset password
ar: إعادة ضبط كلمة المرور

# od8-aL-3Ox.title
source: Settings
ar: الإعدادات

# 3WJ-yE-7d1.normalTitle
source: Currency
ar: العملة

# 5lF-qh-668.placeholder
source: Mobile
ar: رقم الموبايل

# 5wL-mM-p5l.text
source: OR
ar: أو

# 7Ws-Aq-gda.text
source: Add photos and videos
ar: أضف صور وفيديو

# ArL-Gz-lqw.normalTitle
source: Offer
ar: عرض

# C4A-6j-khU.text
source: What are you posting?
ar: ما هو نوع الإعلان؟

# Ei6-pW-gaf.normalTitle
source: Request
ar: طلب

# JAQ-ZA-HOP.normalTitle
source: Category
ar: التصنيف

# JgV-Ob-3ub.placeholder
source: Mobile
ar: رقم الموبايل

# M4f-Gm-mtF.normalTitle
source: Publish
ar: نشر

# Mhb-3U-Wnp.normalTitle
source: Currency
ar: العملة

# QHx-Ug-d24.placeholder
source: Price
ar: السعر

# Qcg-aH-k2h.title
source: Create Shout
ar: إنشاء إعلان

# WZp-Em-qUh.placeholder
source: Title
ar: العنوان

# Woj-57-1w2.placeholder
source: Price
ar: السعر

# Ws1-lB-UsQ.text
source: Congratulations!
ar: تهانينا!

# XgN-88-Js2.placeholder
source: Title
ar: العنوان

# XyM-pO-O7x.normalTitle
source: Currency
ar: العملة

# Yoo-Nj-lhn.normalTitle
source: Create another Shout
ar: إنشاء إعلان آخر

# dlP-sh-64t.title
source: Create Shout
ar: إنشاء إعلان

# fr6-7f-ZZF.normalTitle
source: Publish
ar: نشر

# gPi-sh-l28.normalTitle
source: Category
ar: التصنيف

# ijV-G2-BmC.normalTitle
source: Location
ar: الموقع

# kE2-fo-MaD.text
source: Add photos and videos
ar: إضافة صور وفيديو

# onr-sH-VzS.normalTitle
source: Currency
ar: العملة

# pqA-Zk-PKv.normalTitle
source: Add more details
ar: إضافة معلومات أخرى

# smS-Ws-rTF.text
source: Your shout will appear on Shoutit soon.
ar: سيظهر إعلانك على شاوت ات بعد قليل.

# ygX-W4-fss.normalTitle
source: Location
ar: الموقع

# 7oi-GT-QO2.title
source: Edit Profile
ar: تعديل الصفحة الشخصية

# 8j2-SF-1qK.title
source: Save
ar: حفظ

# 37H-7Y-B9a.normalTitle
source: Location
ar: الموقع

# cSZ-PW-VNj.title
source: Edit Profile
ar: تعديل الصفحة الشخصية

# pYY-Ux-Kk4.title
source: Cancel
ar: إلغاء

# 9RO-3f-vYA.text
source: Search within:
ar: بحث ضمن:

# B22-b0-hjV.text
source: Location
ar: الموقع

# Dkj-dY-2zP.normalTitle
source: Done
ar: تم

# E74-KZ-76Y.normalTitle
source: Reset
ar: إعادة ضبط

# Gfz-GJ-JKv.text
source: Price
ar: السعر

# OCB-fA-ZCw.normalTitle
source: Location
ar: الموقع

# S1R-lh-cIJ.placeholder
source: To
ar: إلى

# T98-Va-dQC.text
source: Filters
ar: فرز

# Xhp-Cv-lTv.normalTitle
source: Filter
ar: فرز

# dpu-Pz-xd5.normalTitle
source: Reset
ar: إعادة ضبط

# dre-GC-uE6.text
source: Location
ar: الموقع

# gC7-LZ-yA3.normalTitle
source: Back
ar: رجوع

# gnd-0t-PIg.text
source: Filters
ar: فرز

# hei-G2-sux.placeholder
source: From
ar: من

# keH-di-e2o.normalTitle
source: Back
ar: العودة

# ofT-NM-U31.normalTitle
source: All Categories
ar: جيمع التصنيفات

# 9fl-Jy-3uV.title
source: Home
ar: الرئيسية

# Gpo-QI-XW9.text
source: MORE
ar: المزيد

# PFK-9S-LV6.text
source: See All
ar: إظهار الكل

# Pcc-xA-8Xa.text
source: My Feed
ar: مستجدات

# XEq-OI-7Sa.text
source: DISCOVER
ar: إكتشف

# c7k-qF-xRA.text
source: MY FEED
ar: مستجدات

# g4b-PM-Eek.text
source: Offer
ar: عرض

# peX-Yc-7Ud.title
source: Title
ar: العنوان

# L9a-9e-ZYT.text
source: Title
ar: العنوان

# O3n-tN-tin.title
source: Change Location
ar: تغيير الموقع

# PlB-kj-Hi1.text
source: Title
ar: العنوان

# WmU-c2-J42.title
source: Change Location
ar: تغيير الموقع

# DXa-6t-8fv.normalTitle
source: CHANGE
ar: تغيير

# FDW-SH-tlA.text
source: Guest
ar: ضيف

# uFf-Pq-9uJ.text
source: Create Shout
ar: إنشاء إعلان

# vM0-V9-Bfq.title
source: Notifications
ar: الإشعارات

# Koj-Er-wgn.text
source: No content available yet
ar: لا يوجد محتوى للعرض الآن

# rGJ-3P-PqP.text
source: Suggested
ar: مقترحات

# KZ7-CZ-FMm.text
source: Name
ar: الإسم

# Ny6-0g-pQL.text
source: 0 Listeners
ar: 0 مستمعون

# Bza-6e-K90.normalTitle
source: See All Shouts
ar: إظهار كافة الإعلانات

# 5lp-g0-eW6.normalTitle
source: Verify your account!
ar: تفعيل الحساب!

# Flv-lN-M3r.text
source: Username
ar: إسم المستخدم

# Mwz-aW-TRC.text
source: listening to you
ar: يستمع إليك

# zC2-Xl-F8D.text
source: Firstname Lastname
ar: الإسم الأول الإسم الأخير

# 3UP-c6-K4D.normalTitle
source: Home
ar: الرئيسية

# P5a-pa-YnH.normalTitle
source: Shout
ar: إعلان

# ccM-e5-uAL.normalTitle
source: Discover
ar: إكتشف

# m7d-LT-LWQ.normalTitle
source: Profile
ar: الصفحة الشخصية

# s9F-65-KVv.normalTitle
source: Chats
ar: المحادثات

# U0e-yr-YM8.title
source: Search results
ar: نتائج البحث

# XzG-ri-d5v.title
source: Results
ar: النتائج

# kLa-8H-n0r.segmentTitles[0]
source: Shouts
ar: الإعلانات

# kLa-8H-n0r.segmentTitles[1]
source: Users
ar: المستخدمين

# l8t-fV-OTb.scopeButtonTitles[0]
source: Shouts
ar: الإعلانات

# l8t-fV-OTb.scopeButtonTitles[1]
source: Users
ar: المستخدمين

# Elx-zv-xcg.text
source: Categories
ar: التصنيفات

# BqK-xy-XUG.normalTitle
source: CLEAR
ar: مسح

# ouP-qR-Akl.text
source: Recent searches
ar: تم البحث عنه

# 0nz-86-atn.text
source: See All
ar: إظهار الكل

# 9cE-V8-2fa.title
source: Search results
ar: نتائج البحث

# Eem-sc-Nfz.normalTitle
source: Policies
ar: السياسات

# OF4-56-wbL.text
source: Name
ar: الإسم

# RFV-cQ-2AI.text
source: Price
ar: السعر

# bMb-en-aRa.normalTitle
source: Add to Cart
ar: اضافة إلى السلة

# cS6-vn-fHD.normalTitle
source: More
ar: المزيد

# dlw-u9-I8B.normalTitle
source: Call
ar: مكالمة

# kqz-M3-3o4.normalTitle
source: Chat
ar: محادثة

# p0q-c1-KFK.normalTitle
source: Video call
ar: مكالمة فيديو

# fbK-dy-4cC.text
source: Content unavailable
ar: المحتوى غير متاح

# vw6-IN-qeM.text
source: Content unavailable
ar: المحتوى غير متاح

# 3n1-kw-tkU.text
source: If you have already clicked on the link that was sent to you, you may click “Verify” now.
ar: اذا كنت قد ضغط على الرابط المرسل اليك, يرجى الضغط على "تحقق الآن"

# 9i5-7q-LZP.normalTitle
source: Verify
ar: تحقق الآن

# COw-Qu-b4n.title
source: Cancel
ar: إلغاء

# LOQ-XF-eq2.title
source: Email Verification
ar: التحقق من الإيميل

# PyS-Zd-vAr.normalTitle
source: Resend
ar: إعادة إرسال
