Repository: shoutit/shoutit-ios-xliff
Catalog: *.xliff
Languages: ar

# QyQ-mg-M4d.text
source: We have sent you a verification link on this email. Please check your inbox and click on it to verify your account. You can also change the email and click “Resend” for us to send you the verification link again.
ar: تم إرسال رابط التفعيل على بريدك الإلكتروني. يرجى التحقق من بريدك الإلكتروني والضغط على الرابط للتحقق من الحساب. تستطيع ايضاً تبديل البريد الإلكتروني من خلال الضغط على "إعادة إرسال" وسنرسل لك رابط التحقق مرة اخرى

# wQK-uY-5kn.placeholder
source: Email
ar: البريد الإلكتروني

# 6ax-sw-xDW.normalTitle
source: Cancel
ar: إلغاء

# I74-IB-ecl.text
source: Discard
ar: رفض

# IHn-L1-0lT.text
source: Connecting
ar: يتصل

# Otg-mn-IP0.text
source: Incoming call from XX
ar: مكالمة واردة من XX

# WrL-1Z-BUo.text
source: Call
ar: إتصال

# Y8C-qw-JQt.text
source: Answer
ar: إجابة

# wAE-6B-zom.text
source: Calling
ar: يتصل

# Ach-P5-Xfj.normalTitle
source: Tap to load archive messages
ar: إضغط لتحميل الرسائل المؤرشفة

# 1SC-nb-8Ha.text
source: Discover
ar: إكتشف

# LmL-zp-ic0.normalTitle
source: See All Shouts
ar: رؤية كافة الإعلانات

# Y1q-7a-GsE.text
source: Discover Shouts
ar: إكتشف الإعلانات

# 3VC-ik-jc1.text
source: Show Map
ar: إظهار الخريطة

# 8Hg-mi-OYs.text
source: Show Map
ar: إظهار الخريطة
